app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "zcxcc"], ["text", "zcxzcxzxczxczx"], ["created_at", "2017-09-11 18:17:15.227801"], ["updated_at", "2017-09-11 18:17:15.227801"]]
---
  def create
  	#render plain: params[:article].inspect
  	@article = Article.new(article_params)

	if @article.save